aaron-bond.better-comments
adpyke.codesnap
almenon.arepl
andrewmcodes.tailwindcss-extension-pack
austenc.tailwind-docs
batisteo.vscode-django
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
daltonmenezes.aura-theme
danielpinto8zz6.c-cpp-compile-run
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
gulajavaministudio.mayukaithemevsc
heybourn.headwind
infeng.vscode-react-typescript
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
johnpapa.winteriscoming
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
kuscamara.electron
lirobi.phone-preview
lllllllqw.jsdoc
macieklad.tailwind-sass-syntax
merko.blue-theme
mgesbert.python-path
mikaelkristiansson87.react-theme-vscode
moonhealth.react-theme-faithful
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
omthemes.omthemes
pdconsec.vscode-print
pkief.material-icon-theme
pranaygp.vscode-css-peek
raashida.fixthecode-vs
rendinjast.amoled-black
reuben.root-bear
rifi2k.format-html-in-php
ritwickdey.liveserver
rocketseat.theme-omni
rokoroku.vscode-theme-darcula
sdras.night-owl
shayanalijalbani.next-dark-pro
slither.ts-everyday-theme
smpl-ndrw.deep-dark-space
streetsidesoftware.code-spell-checker
therealmarv.vscode-theme-dark-atom-dark-green-cursor
tinkertrain.theme-panda
tomoki1207.pdf
tushortz.python-extended-snippets
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vvisionnn.one-dark-darker-with-border
wallabyjs.quokka-vscode
wesbos.theme-cobalt2
whizkydee.material-palenight-theme
wholroyd.jinja
wware.snippet-creator
xabikos.javascriptsnippets
xabikos.reactsnippets
xdebug.php-debug
xdebug.php-pack
zhuangtongfa.material-theme
zobo.php-intellisense
